Revit 2027 API
BuiltInFailures.RebarSystemFailures.CannotPlacePathReininforcement Property
 Can't find a host for Path Reinforcement.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPlacePathReininforcement { get; }
Public Shared ReadOnly Property CannotPlacePathReininforcement As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPlacePathReininforcement {
	FailureDefinitionId^ get ();
}
static member CannotPlacePathReininforcement : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RebarSystemFailures Class
Autodesk.Revit.DB Namespace